--======================================================================================================================
-- Language_ko_KR
--======================================================================================================================
INSERT OR REPLACE INTO Language_ko_KR (Tag, Text) VALUES
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_DESC', '화산 폭발!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_2_DESC', '큰 화산 폭발!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_HELP', '근처 화산이 폭발했습니다. 용암, 화산재, 화산력의 폭발이 도시와 주변 시골에까지 영향을 미쳤습니다!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_CHOICE_1_DESC', '우리가 할 수 있는 일은 아무것도 없습니다!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_CHOICE_1_HELP', '+{2_InstantYield}. 도시 [ICON_CITIZEN] 인구가 1명 감소했고, 일부 시설은 손상되었으며, 많은 도시 건물이 파괴되었습니다!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_2_CHOICE_1_HELP', '+{2_InstantYield}. 도시 [ICON_CITIZEN] 인구가 3명 감소했고, 일부 시설은 손상되었으며, 많은 도시 건물이 파괴되었습니다!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_CHOICE_2_DESC', '화산 관측소는 화산 활동에 대한 경고 신호를 기록하여 주민들에게 적절한 시기에 경고할 수 있었습니다!'),
('TXT_KEY_CITY_EVENT_JAR_VOLCANO_1_CHOICE_2_HELP', '+{2_InstantYield}. 시민들은 성공적으로 대피했지만, 일부 시설은 손상되었고 많은 도시 건물이 파괴되었습니다!');
--=======================================================================================================================
--=======================================================================================================================