--======================================================================================================================
-- Language_ko_KR
--======================================================================================================================
INSERT OR REPLACE INTO Language_ko_KR (Tag, Text) VALUES
-- Keldur Hall
('TXT_KEY_BUILDING_KELDUR_HALL', '켈두르 홀'),
('TXT_KEY_BUILDING_KELDUR_HALL_HELP', '지형: [COLOR_CYAN]툰드라[ENDCOLOR]; [COLOR_NEGATIVE_TEXT]평원[ENDCOLOR].[NEWLINE][NEWLINE]인접한 툰드라 타일마다 +1 [ICON_FOOD] 식량, [ICON_PRODUCTION] 생산력.[NEWLINE]인접한 눈 타일마다 도시 내 +1 [ICON_FOOD] 식량, [ICON_PRODUCTION] 생산력.[NEWLINE]제국 내 모든 마을에 +2 [ICON_FOOD] 식량.
[NEWLINE]모든 도시의 [ICON_RESEARCH] 과학 수치의 10%가 매 턴 [ICON_FOOD] 식량으로 추가됩니다.'),
('TXT_KEY_BUILDING_KELDUR_HALL_PEDIA', '켈두르 홀은 아이슬란드 남부에 위치한 유서 깊은 잔디집으로, 독특한 건축 양식과 깊은 문화적 의미로 유명합니다. 12세기로 거슬러 올라가는 이 건물은 아이슬란드에서 현존하는 가장 오래된 농가 중 하나입니다. 전통적인 아이슬란드 방식으로 지어진 이 건물은 잔디 벽과 목재 구조로 이루어져 있어 혹독한 날씨를 견딜 수 있도록 설계되었습니다. 이 홀은 한때 유력한 족장들이 거주하던 곳으로, 강력한 오디 씨족과 관련이 있는 것으로 여겨집니다. 탈출 또는 저장 용도로 사용되었을 가능성이 있는 지하 통로는 이곳의 신비로움과 역사적 매력을 더해줍니다.
[NEWLINE][NEWLINE]오랜 역사 속에서 켈두르는 사가 시대를 포함한 아이슬란드 중세의 산증인이었습니다. 고유의 모습 유지를 위한 신중한 보존 작업이 이루어졌으며, 이를 통해 방문객들은 초기 아이슬란드 농촌 생활을 엿볼 수 있습니다. 현재는 아이슬란드 국립박물관이 관리하며, 문화유산지로 지정되어 있습니다. 관광객들과 역사 애호가들은 이곳의 소박한 매력에 매료되어 과거 주민들의 이야기를 접하고 수세기 동안 거의 변하지 않은 주변 풍경을 탐방합니다.'),
('TXT_KEY_BUILDING_KELDUR_HALL_QUOTE', '[NEWLINE]"겨울밖에 모르고 살아온 사람의 마음은 정말 차가워질 수 있다."[NEWLINE] - 벤자민 알리레 사엔스[NEWLINE]'),
--======================================================================================================================
-- Nipisat
--======================================================================================================================
('TXT_KEY_BUILDING_NIPISAT', '니피사트'),
('TXT_KEY_BUILDING_NIPISAT_HELP', '지형: [COLOR_CYAN]툰드라[ENDCOLOR]; [COLOR_CYAN]해안[ENDCOLOR].
[NEWLINE][NEWLINE]인접한 툰드라 타일마다 +1 [ICON_GOLD] 골드.
[NEWLINE]인접한 눈 타일마다 +1 [ICON_FOOD] 식량, +1 [ICON_GOLD] 골드.
[NEWLINE]제국 내 모든 어선에 +1 [ICON_PRODUCTION] 생산력, [ICON_CULTURE_LOCAL] 국경 성장.
[NEWLINE][COLOR_CYAN]고고학[ENDCOLOR] 발견 시 +6 [ICON_CULTURE] 문화.
[NEWLINE][NEWLINE]모든 [ICON_RES_DEER] 사슴 자원: +1 [ICON_PRODUCTION] 생산력, +1 [ICON_CULTURE] 문화.'),
('TXT_KEY_BUILDING_NIPISAT_PEDIA', '그린란드 서해안 시시미우트 근처에 위치한 니피사트는 북극 선사 문화에 대한 통찰을 제공하는 중요한 고고학 유적지입니다. 약 4,000년 전으로 거슬러 올라가는 사카크(Saqqaq) 문화의 유적이 광범위하게 남아 있는 곳으로, 북극 초기 거주민들의 생활 방식, 생계 수단, 기술 등을 잘 보여주는 가장 보존 상태가 뛰어난 사카크 문화 유적지 중 하나입니다. 니피삿에서의 발굴을 통해 석기, 뼈, 주거지의 흔적 등 다양한 유물이 발견되었으며, 이는 사카크 사람들이 북극의 혹독한 환경에 어떻게 적응했는지를 보여줍니다.
[NEWLINE][NEWLINE]사카크 문화 외에도, 약 1,000년 전 사카크 문화를 계승한 툴레(Thule) 문화의 흔적도 발견되었습니다. 툴레인들은 현대 이누이트의 조상으로, 니피사트에서의 이들의 존재는 이 지역에서의 인간 거주와 적응의 연속성을 나타냅니다. 니피사트에서의 발견은 선사시대 북극 지역 집단 간의 문화적 전환과 상호작용을 이해하는 데 기여하며, 2018년 유네스코 세계문화유산으로 등재되어 그 역사적 가치를 인정받았습니다.'),
('TXT_KEY_BUILDING_NIPISAT_QUOTE', '[NEWLINE]"카리부는 늑대를 먹여 살리지만, 늑대가 카리부를 강하게 만든다."[NEWLINE] - 이누이트 속담[NEWLINE]'),
--======================================================================================================================
-- Temple of Heracles Akragatos
--======================================================================================================================
('TXT_KEY_BUILDING_AKRAGATOS', '아크라가스의 헤라클레스 신전'),
('TXT_KEY_BUILDING_AKRAGATOS_HELP', '지형: [COLOR_CYAN]언덕[ENDCOLOR]. [NEWLINE][NEWLINE]도시의 [ICON_PEACE] 신앙이 정착 유닛 생산 시 [ICON_PRODUCTION] 생산력으로 전환됩니다. [NEWLINE]모든 성소는 +1 [ICON_FOOD] 식량, +1 [ICON_CULTURE] 문화, +1 [ICON_GOLDEN_AGE] 황금기 점수를 얻습니다. [NEWLINE][COLOR_CYAN]고고학[ENDCOLOR]으로 +3 [ICON_TOURISM] 관광력을 얻습니다.'),
('TXT_KEY_BUILDING_AKRAGATOS_PEDIA', '이탈리아 시칠리아의 신전 계곡에 위치한 아그리젠토의 헤라클레스 신전은 고대 그리스 식민지 아크라가스의 가장 오래되고 존경받는 건축물 중 하나입니다. 기원전 6세기 후반에 건설된 이 도리아 양식 신전은 그리스 신화의 신성한 영웅 헤라클레스에게 바쳐졌습니다. 자연재해와 인위적 훼손으로 인해 수세기 동안 상당한 피해를 입었지만, 신전의 남아 있는 기둥들은 고대 그리스 건축의 웅장함을 증명합니다. 원래 이 건축물은 약 10미터 높이의 기둥 38개가 둘러싸는 주랑과, 헤라클레스의 상이 놓였을 중앙 신실을 갖추고 있었습니다. [NEWLINE][NEWLINE]헤라클레스 신전은 역사적, 건축적 중요성뿐 아니라 지역 종교 관습과 신화와도 연관되어 있습니다. 전설에 따르면, 이 신전에는 아크라가스 주민들이 매우 숭배했던 유명한 헤라클레스 상이 있었다고 합니다. 1920년대에 남은 기둥을 보존하고 유적을 안정화하기 위한 여러 복원 작업이 이루어졌습니다. 오늘날 헤라클레스 신전은 유네스코 세계문화유산인 신전 계곡의 일부로, 고대의 웅장함을 감상하고 지중해에서 가장 중요한 고고학 유적 중 하나의 풍부한 역사를 탐험하기 위해 전 세계 방문객이 찾고 있습니다.'),
('TXT_KEY_BUILDING_AKRAGATOS_QUOTE', '[NEWLINE]"반대편에는 미론의 작품으로 알려진 아름다운 황동으로 만든 헤라클레스가 있었다고 하는데, 확실히 그 작품이었다고 믿어진다. 또한 그 신들 앞에는 작은 제단들이 있어 예배당의 신성함을 누구에게나 알렸을 것이다.".[NEWLINE] - 키케로[NEWLINE]'),
--======================================================================================================================
-- Piscina Mirabilis
--======================================================================================================================
('TXT_KEY_BUILDING_PISCINA_MIR', '피시나 미라빌리스'),
('TXT_KEY_BUILDING_PISCINA_MIR_HELP', '지형: [COLOR_CYAN]해안[ENDCOLOR]; 건물: [COLOR_CYAN]수로[ENDCOLOR]. [NEWLINE][NEWLINE]이 도시에 인접한 해군 유닛은 매 턴 10의 체력을 항상 회복합니다. [NEWLINE]모든 도시의 [ICON_FOOD] 식량 생산량 10%가 [ICON_GREAT_ADMIRAL] 위대한 제독 점수로 추가됩니다. [NEWLINE]모든 수로에 +2 [ICON_PRODUCTION] 생산력이 추가됩니다.'),
('TXT_KEY_BUILDING_PISCINA_MIR_PEDIA', '피쉬나 미라빌리스는 이탈리아 나폴리 근처 바콜리에 위치한 로마 공학의 뛰어난 예이자 세계에서 가장 큰 고대 저수조 중 하나입니다. 기원전 1세기 아우구스투스 시대에 건설된 이 거대한 지하 구조물은 인근 미세눔 항구에 주둔한 로마 함대를 위한 주요 물 저장고 역할을 했습니다. 이 저수조는 약 12,600 입방미터의 물을 저장할 수 있었으며, 아펜니노 산맥의 샘에서 캄파니아의 인구 밀집 지역으로 물을 운반하는 나폴리 아우구스타 수도교에서 공급받았습니다. 피쉬나 미라빌리스는 48개의 거대한 기둥이 대칭된 격자로 배치된 광대한 아치형 방들의 네트워크를 특징으로 하며, 로마인들의 고도의 수리 및 건축 기술을 보여줍니다. [NEWLINE][NEWLINE]피쉬나 미라빌리스의 인상적인 규모와 건축은 고대 로마에서 물 관리의 중요성과 일상 생활과 군사 작전을 지원한 정교한 인프라를 강조합니다. 저수조 내부는 높은 아치형 천장과 웅장한 기둥들로 이루어져 있어 거대한 지하 대성당과 같아 방문객들에게 경외감을 줍니다. 수세기 동안 피쉬나 미라빌리스는 역사가, 건축가, 관광객들에게 매혹의 대상이 되었으며, 로마 공학의 독창성과 기지의 증거로 남아 있습니다. 오늘날 이곳은 보호받는 역사적 기념물로서 고대 로마의 기술력과 문화적 우선순위를 엿볼 수 있게 합니다.'),
('TXT_KEY_BUILDING_PISCINA_MIR_QUOTE', '[NEWLINE]"교회가 종교인 것이 수로의 벽돌이 그 안을 흐르는 물인 것과 같지 않다."[NEWLINE] - 헨리 워드 비처[NEWLINE]'),
--======================================================================================================================
-- Saint Catherine's Monastery
--======================================================================================================================
('TXT_KEY_BUILDING_ST_CATHERINE', '성 카타리나 수도원'),
('TXT_KEY_BUILDING_ST_CATHERINE_HELP', '특수: [COLOR_YIELD_PRODUCTION]성지[ENDCOLOR].[NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]수도원[ENDCOLOR]이 제공됩니다. [NEWLINE][ICON_GREAT_WORK] 도시 내 위대한 작품은 +2 [ICON_CULTURE] 문화와 [ICON_PEACE] 신앙을 생성합니다. [NEWLINE][ICON_VP_GREATWRITING] 위대한 문학 작품 2개를 수용할 수 있는 슬롯이 있습니다. [COLOR_POSITIVE_TEXT]주제 일치 시[ENDCOLOR] +4 [ICON_FOOD] 식량과 [ICON_PEACE] 신앙을 추가로 획득합니다.'),
('TXT_KEY_BUILDING_ST_CATHERINE_PEDIA', '이집트 시나이 반도의 시나이산 기슭에 위치한 성 카타리나 수도원은 세계에서 가장 오래도록 운영되어 온 기독교 수도원 중 하나입니다. 6세기에 비잔틴 황제 유스티니아누스 1세에 의해 설립되었으며, 기독교 순교자인 알렉산드리아의 성 카타리나의 유물이 기적적으로 이곳으로 옮겨진 데서 이름이 유래했습니다. 이 수도원은 초기 기독교 시대의 고대 필사본, 성상, 예술품 등 풍부한 역사적, 종교적 유산을 보유하고 있습니다. 또한 모세가 신과 대화했다고 전해지는 불타는 떨기나무가 있어 기독교인과 유대인 모두에게 신성한 장소로 여겨집니다. [NEWLINE][NEWLINE]건축적으로 성 카타리나 수도원은 침입자로부터 주민과 보물을 보호하기 위해 요새처럼 설계된 복합 건축물입니다. 성당, 모스크, 방대한 초기 필사본을 소장한 도서관, 수도사들의 생활 공간 등이 담긴 성벽으로 둘러싸여 있습니다. 이 수도원 도서관은 바티칸에 이어 필사본의 중요성과 고대성에서 두 번째로 꼽힙니다. 유네스코 세계문화유산으로 지정된 성 카타리나 수도원은 순례, 학술 연구, 영적 헌신의 중심지로서 전 세계 방문객들이 그 풍부한 역사와 종교적 중요성에 관심을 가지고 방문합니다.'),
('TXT_KEY_BUILDING_ST_CATHERINE_QUOTE', '[NEWLINE]"믿음을 순수하게 지키려면 사람은 수도원으로 은퇴하는 것이 낫다."[NEWLINE] - 월터 리프먼[NEWLINE]'),
('TXT_KEY_THEMING_BONUS_ST_CATHERINE', '시나이 필사본'),
('TXT_KEY_THEMING_BONUS_ST_CATHERINE_HELP', '보너스를 최대화하려면, 모든 위대한 작품 슬롯을 당신이 창작한 문학 작품으로 채우십시오.'),
--======================================================================================================================
-- Songyue Pagoda 
--======================================================================================================================
('TXT_KEY_UNIT_JAR_HESHANG', '화상'),
('TXT_KEY_BUILDING_SONGYUE_PAGODA', '숭악사 탑'),
('TXT_KEY_BUILDING_SONGYUE_PAGODA_HELP', '특수: [COLOR_YIELD_PRODUCTION]성지[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]파고다[ENDCOLOR]가 제공됩니다. [NEWLINE][COLOR_POSITIVE_TEXT]{TXT_KEY_UNIT_JAR_HESHANG}[ENDCOLOR]이라는 민간 유닛을 받으며, 이 유닛은 성지를 건설하는 데 사용될 수 있습니다. [NEWLINE]제국 내 모든 [ICON_VP_SCIENTIST] 과학자 전문가로부터 +2 [ICON_PEACE] 신앙을 얻습니다. [NEWLINE]제국 내 모든 성지로부터 +3 [ICON_RESEARCH] 과학을 얻습니다.'),
('TXT_KEY_BUILDING_SONGYUE_PAGODA_PEDIA', '중국 허난성 송산에 위치한 숭악사 탑은 중국에서 알려진 가장 오래된 벽돌 탑으로, 북위 시대인 서기 523년경에 지어졌습니다. 이 고대 구조물은 중국 초기 불교 건축의 증거로서, 한족과 중앙아시아의 영향을 혼합한 양식을 반영합니다. 탑은 당시 흔했던 사각형 탑과 달리 원형 평면을 가지며, 12층으로 우아하게 점점 가늘어지는 형태이고 각 층은 독특한 처마로 구분되어 있습니다. 숭악사 탑의 정교한 벽돌 공예와 아치 및 받침대의 사용은 당대 고급 기술을 보여주며, 중국 건축의 초기 발전 단계를 나타냅니다. [NEWLINE][NEWLINE]건축적으로 숭악사 탑은 우아하고 혁신적인 디자인으로 중요하며, 이후 중국 전역의 탑 건축에 영향을 주었습니다. 탑 내부에는 중앙 기둥과 좁은 회랑이 있어 신도들이 탑을 돌며 예배할 수 있게 합니다. 이 설계는 구조적 안정성을 제공하여 수세기 동안 자연적 마모와 지진을 견딜 수 있게 했습니다. 불교가 중국에 전파된 상징으로서 숭악사 탑은 문화적, 역사적 중요성을 지닌 기념물이자, 그 역사적 맥락과 건축적 의미를 이해하려는 학자, 건축가, 관광객들을 끌어들입니다. 2010년에는 ‘천지 중심에 있는 덩펑의 역사적 기념물’의 일부로 유네스코 세계문화유산에 등재되었습니다.'),
('TXT_KEY_BUILDING_SONGYUE_PAGODA_QUOTE', '[NEWLINE]"사원은 하늘과 땅이 만나는 지점이다."[NEWLINE] - 데이비드 A. 베드나[NEWLINE]'),
--======================================================================================================================
-- Horyu-ji
--======================================================================================================================
('TXT_KEY_BUILDING_HORYUJI', '호류지'),
('TXT_KEY_BUILDING_HORYUJI_HELP', '지형: [COLOR_CYAN]평지[ENDCOLOR]; 특성: [COLOR_CYAN]강[ENDCOLOR]. [NEWLINE][NEWLINE]이 도시에서 퍼지는 [ICON_RELIGION] 종교 다수파의 영향력을 25% 증가시킵니다.[NEWLINE]무료 [COLOR_POSITIVE_TEXT]파고다[ENDCOLOR]가 건설된 도시에 제공됩니다. [NEWLINE]선교사 또는 종교재판관 유닛 구매 시 시대에 따라 증가하는 [ICON_CULTURE] 문화를 획득합니다.[NEWLINE]제국 내 모든 [ICON_VP_WRITER] 작가 전문가로부터 +2 [ICON_PEACE] 신앙을 얻습니다.'),
('TXT_KEY_BUILDING_HORYUJI_PEDIA', '호류지는 일본 나라 현에 위치한 일본에서 가장 중요하고 역사적인 불교 사원 중 하나입니다. 607년 초기 일본 불교의 핵심 인물인 쇼토쿠 태자가 창건했으며, 일본에 불교 교리를 전파하기 위해 세워졌습니다. 원래 건물은 670년에 화재로 손상되었으나 신속히 재건되었고, 많은 건물들이 1,300년 이상 보존되어 왔습니다. 사원 단지에는 세계에서 가장 오래된 목조 건축물 중 일부가 있으며, 오층 목탑과 콘도(금당)에는 아스카 시대의 귀중한 불상과 유물이 보관되어 있습니다. [NEWLINE][NEWLINE]호류지는 그 역사적, 문화적, 건축적 중요성으로 1993년에 유네스코 세계문화유산으로 지정되었습니다. 사원 단지는 두 개의 주요 구역으로 나뉘는데, 가장 오래된 건물이 위치한 사이인 가람(서원)과 몽전(유메도노)이 위치한 토인 가람(동원)입니다. 불교 학문과 예술의 중심지로서 호류지는 여전히 활발한 예배 장소이며 일본의 깊은 영적, 건축 유산의 상징으로 남아 있습니다.'),
('TXT_KEY_BUILDING_HORYUJI_QUOTE', '[NEWLINE]"세 보배인 부처님, 가르침, 그리고 승가를 진심으로 공경하라."[NEWLINE] - 쇼토쿠 태자[NEWLINE]'),
('TXT_KEY_GRAND_HORYUJI_BONUS_HEADER', '호류지 [ICON_CULTURE]'),
('TXT_KEY_GRAND_HORYUJI_BONUS_BODY', '{@2_unitName} 유닛으로부터 +{@1_num} [ICON_CULTURE] 문화를 획득합니다.'),
--======================================================================================================================
-- Kyz Kala
--======================================================================================================================
('TXT_KEY_BUILDING_KYZ_KALA', '키즈 칼라'),
('TXT_KEY_BUILDING_KYZ_KALA_HELP', '지형: [COLOR_NEGATIVE_TEXT]해안[ENDCOLOR], [COLOR_NEGATIVE_TEXT]호수[ENDCOLOR]; 특성: [COLOR_CYAN]오아시스[ENDCOLOR]. [NEWLINE][NEWLINE]+2 [ICON_GREAT_GENERAL] 위대한 장군 점수. [NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]성[ENDCOLOR]을 제공합니다. [NEWLINE]제국 내 모든 오아시스로부터 +1 [ICON_CULTURE] 문화, +1 [ICON_GOLDEN_AGE] 황금기 점수를 획득합니다.'),
('TXT_KEY_BUILDING_KYZ_KALA_PEDIA', '위대한 키즈 칼라는 투르크메니스탄의 메르브에 위치한 유네스코 세계문화유산 내 여러 유사 구조물인 쾨슈크 중 하나인 거대한 진흙 벽돌로 된 요새 건축물입니다. 이 기념물의 건축 시기와 용도는 아직 논란이 있으며, 서기 6세기에서 8세기 사이인 사산 왕조 말기 또는 초기 이슬람 시대에 건축되었고, 1221년 몽골군의 메르브 약탈 때까지 사용된 것으로 추정됩니다. 도시 성벽 바로 외곽에 위치하며, 요새화된 거주지로 기능했을 가능성이 크며, 최근 발굴에서는 여러 내부 구획과 구별되는 방, 바닥, 계단 등이 확인되었습니다.'),
('TXT_KEY_BUILDING_KYZ_KALA_QUOTE', '[NEWLINE]"그러나 이 모든 세상은 우리가 듣는 이야기와 같다. 인간의 악행과 영광은 사라진다."[NEWLINE] - 아불카셈 페르도시[NEWLINE]'),
--======================================================================================================================
-- Basilica of Saint Francis of Assisi
--======================================================================================================================
('TXT_KEY_BUILDING_ASSISI', '산 프란체스코 아시시 성당'),
('TXT_KEY_BUILDING_ASSISI_HELP', '지형: [COLOR_NEGATIVE_TEXT]해안[ENDCOLOR]; 지형 특성: [COLOR_CYAN]언덕[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]대성당[ENDCOLOR]이 제공됩니다. [NEWLINE]제국 내 모든 [ICON_PEACE] 신앙을 생산하는 건물들은 +1 [ICON_GOLD] 골드를 추가로 얻습니다.'),
('TXT_KEY_BUILDING_ASSISI_PEDIA', '이탈리아 중부 아시시에 위치한 산 프란체스코 바실리카는 기독교 세계에서 가장 중요하고 존경받는 성지 중 하나입니다. 1228년부터 1253년 사이에 성 프란체스코가 시성된 직후 건축되었으며, 상부 대성당(바실리카 수페리오레)과 하부 대성당(바실리카 인페리오레) 두 개의 구별된 교회로 구성되어 있습니다. 고딕 양식의 상부 대성당은 큰 스테인드글라스 창문과 함께 성 프란체스코의 생애를 묘사한 조토와 그의 작업실에 의해 그려진 방대한 프레스코 벽화로 유명하며, 이는 이탈리아 미술의 걸작으로 평가받습니다. 로마네스크 양식인 하부 대성당은 보다 엄숙한 분위기를 지니며, 성 프란체스코의 무덤이 있어 전 세계 수백만 신자들의 순례지로 자리잡고 있습니다. [NEWLINE][NEWLINE]산 프란체스코 아시시 성당은 주요 종교 유적일 뿐 아니라 문화적·예술적 보물입니다. 상부와 하부 대성당의 프레스코 벽화는 서양 미술사에서 가장 중요한 작품 중 하나로, 성경과 성 프란체스코의 생애의 중요한 장면들을 생생한 세부 묘사와 감정적 깊이로 보여줍니다. 이 예술 작품들은 이탈리아 르네상스 미술 발전에 결정적인 역할을 했습니다. 수도원도 포함된 이 성당 단지는 역사적·영적·예술적 중요성으로 유네스코 세계문화유산으로 지정되었습니다. 프란체스코회 중심지로서 여전히 중요한 역할을 하며 깊은 아름다움과 영적 유산으로 방문객들에게 영감을 주고 있습니다.'),
('TXT_KEY_BUILDING_ASSISI_QUOTE', '[NEWLINE]"필요한 일부터 시작하라; 그다음 가능한 일을 하라; 그러면 어느새 불가능한 일을 하고 있을 것이다."[NEWLINE] - 산 프란체스코 아시시[NEWLINE]'),
--======================================================================================================================
-- Church of the Nativity
--======================================================================================================================
('TXT_KEY_BUILDING_CHURCH_NATIVITY', '예수 탄생 교회'),
('TXT_KEY_BUILDING_CHURCH_NATIVITY_HELP', '지형: [COLOR_CYAN]언덕[ENDCOLOR]; 플레이어: [COLOR_CYAN]창시한 종교[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]교회[ENDCOLOR]가 제공됩니다. [NEWLINE]모든 도시에서 각각의 도시 내에 추종자가 한 명이라도 있는 세계 종교마다 +2 [ICON_PEACE] 신앙과 +2 [ICON_PRODUCTION] 생산력을 얻습니다.'),
('TXT_KEY_BUILDING_CHURCH_NATIVITY_PEDIA', '베들레헴에 위치한 탄생 교회는 기독교에서 가장 신성한 장소 중 하나로, 전통적으로 예수 그리스도의 탄생지로 여겨집니다. 탄생의 굴(Grotto of the Nativity)으로 알려진 동굴 위에 세워졌으며, 4세기에 콘스탄티누스 황제와 그의 어머니 헬레나에 의해 처음 건립되었습니다. 6세기에는 유스티니아누스 황제에 의해 손상 후 재건되었으며, 수세기에 걸쳐 십자군 시대, 그리스 정교회, 아르메니아, 로마 가톨릭의 영향으로 여러 차례 보수와 증축이 이루어졌습니다. 이 건물은 고대 기둥, 모자이크, 그리고 예수 탄생 지점을 나타내는 은빛 별이 있는 굴로 유명합니다. [NEWLINE][NEWLINE]침략, 화재, 정치적 분쟁 등 격동의 역사를 겪었음에도 불구하고 탄생 교회는 주요 순례지로 남아 있습니다. 그리스 정교회, 아르메니아 사도교회, 로마 가톨릭 교회가 공동으로 관리하며 각기 다른 구역을 담당하고 있습니다. 2012년 유네스코 세계문화유산으로 지정되어 역사적, 영적 중요성이 강조되었습니다. 오늘날에도 매년 수백만 명의 방문객을 끌어들이며 베들레헴의 중심에서 신앙과 인내의 강력한 상징으로 자리 잡고 있습니다.'),
('TXT_KEY_BUILDING_CHURCH_NATIVITY_QUOTE', '[NEWLINE]"구유 속 아기를 보아야 한다. 그는 우리의 사랑이다. 이 모든 것이 신비임을 깨닫고 그를 바라보라."[NEWLINE] - 성 호세마리아 에스크리바[NEWLINE]'),
--======================================================================================================================
-- Hospital of Saint John
--======================================================================================================================
('TXT_KEY_BUILDING_HOSPITAL_STJOHN', '성 요한 병원'),
('TXT_KEY_BUILDING_HOSPITAL_STJOHN_HELP', '건물: [COLOR_CYAN]성전[ENDCOLOR]; 지형: [COLOR_NEGATIVE_TEXT]툰드라[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]기사단[ENDCOLOR]이 제공됩니다. [NEWLINE]이 도시의 지상 유닛은 행동 여부와 상관없이 매 턴 10 포인트씩 체력을 회복합니다. [NEWLINE][NEWLINE]제국 내 모든 도시가 생산하는 [ICON_PEACE] 신앙의 15%가 매 턴 [ICON_FOOD] 식량으로 환산됩니다.'),
('TXT_KEY_BUILDING_HOSPITAL_STJOHN_PEDIA', '예루살렘 성 요한 병원 기사단, 흔히 기사병단으로 알려진 이 단체는 11세기에 설립된 중세 가톨릭 군사 기사단으로, 성지에서 병든 순례자와 가난한 이들, 부상자를 돌보는 것을 목적으로 했습니다. 1023년경 아말피 상인들이 조직하여 예루살렘에 세례 요한에게 헌정된 병원을 운영하는 데 집중했습니다. 제1차 십자군 전쟁 이후 예루살렘 왕국이 세워지면서, 이 단체는 순례자와 십자군이 획득한 영토를 보호하는 군사적 역할도 수행하게 되었습니다. 기사병단은 중세 시대 가장 강력하고 영향력 있는 군사 기사단 중 하나로, 성지와 지중해의 기독교 영토 방어에 중요한 역할을 했습니다. [NEWLINE][NEWLINE]세월이 흐르면서 정치적·군사적 상황 변화에 적응했습니다. 1187년 예루살렘 함락 후 여러 차례 본부를 옮기다 1309년 로도스 섬에, 1530년에는 몰타 섬에 정착하여 몰타 기사단으로 알려지게 되었습니다. 이 섬들에서 오스만 제국의 팽창과 해적에 맞서 강력한 해군 세력이 되었으며, 1798년 나폴레옹에게 몰타를 빼앗긴 후에도 자선 활동을 이어갔습니다. 오늘날 몰타 주권 군사 기사단은 전 세계에 지부를 두고 활동하는 인도주의 단체로서, 병든 이와 가난한 이를 돕는 설립 목적을 계속 이어가며 많은 국가와 외교 관계를 맺은 주권 기관으로서의 지위를 유지하고 있습니다.'),
('TXT_KEY_BUILDING_HOSPITAL_STJOHN_QUOTE', '[NEWLINE]"신앙을 위해, 인류 봉사를 위해."[NEWLINE] - 기사병단 모토[NEWLINE]'),
--======================================================================================================================
-- Tlachihualtepetl
--======================================================================================================================
('TXT_KEY_BUILDING_TLACHIHUALTEPETL', '촐룰라 피라미드'),
('TXT_KEY_BUILDING_TLACHIHUALTEPETL_HELP', '특수: [COLOR_YIELD_PRODUCTION]성지[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]테오칼리[ENDCOLOR]가 제공됩니다. [NEWLINE]모든 도시는 건물을 건설할 때 시대에 따라 증가하는 +10 [ICON_PEACE] 신앙, +5 [ICON_GOLDEN_AGE] 황금기 점수, +5 [ICON_GREAT_GENERAL] 위대한 장군 점수를 획득합니다.'),
('TXT_KEY_BUILDING_TLACHIHUALTEPETL_PEDIA', '촐룰라 피라미드는 멕시코 촐룰라에 위치한 고대 메소아메리카 구조물로, 세계에서 부피 기준으로 가장 큰 피라미드입니다. 기원전 3세기경 촐룰라의 토착민들에 의해 여러 단계로 건설되기 시작해 수세기에 걸쳐 확장되었으며, 약 450m × 450m(1,480피트 × 1,480피트)의 기반과 약 66m(217피트)의 높이를 지닙니다. 이 피라미드는 신 케찰코아틀에게 헌정된 중요한 종교적·의식적 중심지로, 아메리카 대륙 선사 시대 문화에서 중요한 역할을 했습니다. [NEWLINE][NEWLINE]16세기 스페인 정복 당시에는 거의 버려지고 자연 언덕처럼 덮여 있었습니다. 스페인 사람들은 그 아래의 구조를 알지 못한 채 토착 신앙보다 기독교를 강요하는 상징으로 그 위에 레메디오스 성모마리아 성당을 세웠습니다. 오늘날 촐룰라 피라미드는 고고학적 유적으로 중요한 위치를 차지하며, 내부 터널 네트워크를 통해 그 층층이 쌓인 역사를 보여줍니다. 이곳은 히스패닉 이전 시대와 식민지 시대의 유산이 어우러진 문화, 관광 명소로 남아 있으며, 고대 메소아메리카 문명의 건축과 종교적 전통을 증명합니다.'),
('TXT_KEY_BUILDING_TLACHIHUALTEPETL_QUOTE', '[NEWLINE]"케찰코아틀은 인간 본성의 이중성에 대한 원초적 개념이다. 뱀은 하늘과 땅의 화신이며, 여러모로 사람들을 두렵게 한다."[NEWLINE] - 로버트 그레이엄[NEWLINE]'),
--======================================================================================================================
-- Old New Synagogue of Prague
--======================================================================================================================
('TXT_KEY_BUILDING_OLD_NEW_SYNAGOGUE', '프라하 구신전'),
('TXT_KEY_BUILDING_OLD_NEW_SYNAGOGUE_HELP', '특성: [COLOR_CYAN]강[ENDCOLOR]; 도시: [COLOR_CYAN]추종자가 4명 이상인 소수 종교[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]회당[ENDCOLOR]이 제공됩니다. [NEWLINE]해당 도시에 "[COLOR_POSITIVE_TEXT]국왕경축일[ENDCOLOR]"이 15턴 동안 시작됩니다. [NEWLINE]모든 도시에서 "[COLOR_POSITIVE_TEXT]국왕경축일[ENDCOLOR]" 동안 +10% [ICON_GOLD] 골드, [ICON_CULTURE] 문화, [ICON_PEACE] 신앙을 얻습니다.'),
('TXT_KEY_BUILDING_OLD_NEW_SYNAGOGUE_PEDIA', '프라하 유대인 지구 중심에 위치한 구신전은 유럽에서 가장 역사적이고 문화적으로 중요한 시나고그 중 하나입니다. 보헤미아의 오토카르 2세 치세인 1270년대에 건축된 이곳은 유럽에서 가장 오래된 현존하는 시나고그입니다. “구신전”이라는 이름은 과거에는 “신전”으로 불렸으나 이후 새 시나고그가 건설되면서 구분하기 위해 붙여진 이름입니다. 건축학적으로 고딕 양식의 걸작으로, 독특한 박공 지붕과 인상적인 외관을 특징으로 합니다. 내부는 정교한 석조 조각과 아치형 천장으로 장식되어 엄숙함과 경외감을 자아냅니다. [NEWLINE][NEWLINE]역사적으로 구신전은 프라하 유대인 삶의 중심지로서 예배, 학문, 공동체 활동의 중심 역할을 수세기 동안 수행해 왔습니다. 화재, 홍수, 박해 등 수많은 어려움을 견뎌냈으며, 16세기 시나고그에서 기도했던 유명한 랍비 유다 로에 벤 베잘렐이 만든 것으로 전해지는 프라하 골렘 전설과도 유명합니다. 오늘날 구신전은 여전히 현역 예배 장소로 기능하며, 풍부한 역사와 프라하 유대인 공동체의 전통을 엿볼 수 있는 주요 관광 명소입니다. 이 지속적인 존재는 유럽 유대인 삶의 회복력과 문화 유산을 상징합니다.'),
('TXT_KEY_BUILDING_OLD_NEW_SYNAGOGUE_QUOTE', '[NEWLINE]"유대교는 단순한 표식이나 출생 자국이 아니라 삶이다."[NEWLINE] - 모리스 데이비드 조셉[NEWLINE]'),
--======================================================================================================================
-- Jetavanaramaya
--======================================================================================================================
('TXT_KEY_BUILDING_JETAVANARAMAYA', '제타바나 불교사원'),
('TXT_KEY_BUILDING_JETAVANARAMAYA_HELP', '특성: [COLOR_CYAN]숲/정글[ENDCOLOR]; 개선: [COLOR_CYAN]마을[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]사리탑[ENDCOLOR]이 제공됩니다. [NEWLINE]모든 도시에서 새로운 [ICON_CITIZEN] 시민이 태어난 후 [ICON_FOOD] 식량의 10%가 이월되며, 건설된 도시에서는 추가로 10%가 더 이월됩니다. [NEWLINE]제국 내 마을에 +2 [ICON_PEACE] 신앙이 주어집니다.'),
('TXT_KEY_BUILDING_JETAVANARAMAYA_PEDIA', '제타바나 불교사원은 스리랑카 아누라다푸라에 위치한 고대 스투파로, 세계에서 가장 높고 중요한 불교 기념물 중 하나입니다. 서기 3세기 마하세나 왕(재위 277–304년)에 의해 건설되었으며, 테라와다와 마하야나 불교의 중요한 중심지인 제타바나 수도원의 일부였습니다. 한때 이 스투파는 약 122미터(400피트) 높이로 고대 세계에서 가장 높은 건축물 중 하나였습니다. 주로 벽돌로 만들어진 제타바나 불교사원은 고대 스리랑카 문명의 뛰어난 공학 기술을 보여주는 지금까지 만들어진 가장 큰 벽돌 구조물 중 하나로 남아 있습니다. [NEWLINE][NEWLINE]세월 동안 침략과 방치로 손상되었으나 불교 신자들에게 존경받는 장소로 남아 있습니다. 현대에 이루어진 복원 작업으로 그 웅장함이 보존되었으며, 오늘날에도 중요한 순례지로서 기능합니다. 스투파는 수도원 건물의 폐허와 정교한 조각들로 둘러싸여 있어 아누라다푸라 시대의 건축 및 예술적 성취를 반영합니다. 제타바나 불교사원은 스리랑카 불교 유산의 상징이자 고대 아누라다푸라 도시의 역사적 중요성을 증명하는 기념물입니다.'),
('TXT_KEY_BUILDING_JETAVANARAMAYA_QUOTE', '[NEWLINE]"몸과 말과 생각이 고요하며 세속을 벗어난 승려야말로 참으로 평온하다."[NEWLINE] - 담마파다 378절[NEWLINE]'),
--======================================================================================================================
-- Harmandir Sahib
--======================================================================================================================
('TXT_KEY_BUILDING_HARMANDIR_SAHIB', '하르만디르 황금사원'),
('TXT_KEY_BUILDING_HARMANDIR_SAHIB_HELP', '특수: [COLOR_YIELD_PRODUCTION]성지[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]구르드와라[ENDCOLOR]가 제공됩니다. [NEWLINE]제국 내 모든 목욕탕과 [ICON_PEACE] 신앙을 생산하는 건물은 +2 [ICON_FOOD] 식량을 얻습니다. [NEWLINE][NEWLINE]모든 도시에서 종교 불안으로 인한 불만족도가 1 감소합니다.'),
('TXT_KEY_BUILDING_HARMANDIR_SAHIB_PEDIA', '하르만디르 황금사원은 인도 펀자브주 암리차르에 위치한 시크교의 가장 신성한 성지입니다. 1581년 네 번째 시크교 구루인 구루 람다스가 설립했으며, 그의 후계자인 구루 아르잔 데브가 1604년에 완성했습니다. 이 사원은 카스트나 종교에 상관없이 모두에게 열린 영적 예배 장소로 건립되었습니다. 구루 아르잔 데브는 시크교의 중심 경전인 구루 그란트 사히브를 사원 내에 안치하여 시크교 신앙의 영적, 문화적 중심지가 되었습니다. 수세기 동안 공격을 받았으나 여러 차례 재건되었으며, 19세기 초 마하라자 란짓 싱의 금도금 개조를 거쳐 현재의 상징적인 모습을 갖추었습니다. [NEWLINE][NEWLINE]황금사원은 힌두교와 이슬람 양식이 독특한 시크교 정체성과 융합된 아름다운 건축 걸작입니다. 암리트 사로바르(꿀의 연못)로 둘러싸여 있으며, 빛나는 금박 외관과 대리석 인레이가 장관을 이룹니다. 사원은 네 개의 입구를 갖추어 개방성과 포용성을 상징하며, 사원 내부로 이어지는 다리가 있어 구루 그란트 사히브의 계속되는 독경이 이루어집니다. 사원 단지에는 시크교 종교 권위의 최고 기관인 아칼탁트와 세계 최대 무료 공동 주방인 랑가르가 있어 매일 수천 명에게 식사를 제공합니다. 하르만디르 황금사원은 시크교 헌신, 회복력, 보편적 형제애의 상징으로 남아 있습니다.'),
('TXT_KEY_BUILDING_HARMANDIR_SAHIB_QUOTE', '[NEWLINE]"평화를 주는 이는 영원히 행복하다."[NEWLINE] - 스리 구루 그란트 사히브[NEWLINE]'),
--======================================================================================================================
-- Larabanga
--======================================================================================================================
('TXT_KEY_BUILDING_LARABANGA', '라라방가 모스크'),
('TXT_KEY_BUILDING_LARABANGA_HELP', '지형: [COLOR_CYAN]평원[ENDCOLOR]; 건물: [COLOR_CYAN]세관[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]모스크[ENDCOLOR]가 제공됩니다. [NEWLINE]무역로로 연결된 도시에 대한 종교 영향력이 100% 증가합니다. [NEWLINE]모든 [ICON_INTERNATIONAL_TRADE] 국제 무역로는 +3 [ICON_GOLD] 골드, +3 [ICON_PEACE] 신앙을 제공합니다.'),
('TXT_KEY_BUILDING_LARABANGA_PEDIA', '가나 북부에 위치한 라라방가 모스크는 서아프리카에서 가장 오래되고 존경받는 이슬람 유적 중 하나입니다. 15세기에 세워졌으며, 전설에 따르면 이슬람 상인 아유바가 신의 인도로 이 모스크를 건립했다고 전해집니다. 이 모스크는 지역 내 이슬람 전파에 중요한 역할을 했으며, 오늘날에도 이슬람 학문과 예배의 중심지로 남아 있습니다. 초기 사하라 횡단 무역로와의 연관성으로 가나의 중요한 문화적·종교적 명소입니다. 수세기 동안 날씨 피해와 복원 작업 등 구조적 어려움을 겪었으나, 여전히 활발한 기도와 순례 장소로 기능합니다. [NEWLINE][NEWLINE]건축적으로 라라방가 모스크는 수다노-사헬 양식의 뛰어난 예로, 흰색 회칠한 진흙벽과 목재 보강 구조가 특징입니다. 두 개의 눈에 띄는 탑이 있는데, 하나는 미나렛(종탑), 다른 하나는 메카를 향한 기도 공간인 미흐랍입니다. 모스크는 단단한 직사각형 형태와 버팀벽으로 요새 같은 외관을 갖추고 있습니다. 목재 기둥이 건물에서 돌출되어 미적 가치뿐 아니라 유지 보수에도 도움을 줍니다. 단순하면서도 우아한 디자인은 이슬람 건축이 지역 환경과 재료에 적응한 모습을 반영합니다. 오늘날 라라방가 모스크는 존경받는 영적 장소이자 가나 이슬람 유산의 중요한 상징으로 남아 있습니다.'),
('TXT_KEY_BUILDING_LARABANGA_QUOTE', '[NEWLINE]"당신이 가진 것은 사라지겠지만, 알라가 가진 것은 영원하다."[NEWLINE]- 꾸란[NEWLINE]'),
--======================================================================================================================
-- Botanical Garden of Padua
--======================================================================================================================
('TXT_KEY_BUILDING_PADUA_GARDEN', '파도바 식물원'),
('TXT_KEY_BUILDING_PADUA_GARDEN_HELP', '개선 자원: [COLOR_CYAN]식물 자원[ENDCOLOR]; 건물: [COLOR_CYAN]정원[ENDCOLOR]. [NEWLINE][NEWLINE]모든 정원은 +1 [ICON_FOOD] 식량, +1 [ICON_RESEARCH] 과학을 얻습니다. [NEWLINE]모든 식물 자원은 +1 [ICON_RESEARCH] 과학을 제공합니다.'),
('TXT_KEY_BUILDING_PADUA_GARDEN_PEDIA', '파도바 식물원은 1545년에 설립된 세계에서 가장 오래된 학술 식물원으로, 설립 당시 위치를 그대로 유지하고 있습니다. 이탈리아 파도바에 위치하며, 르네상스 시대 자연과학과 약용 식물에 대한 관심 증대를 반영하여 약용 식물 연구를 위해 만들어졌습니다. 초기에는 의료 목적으로 사용되는 식물의 재배와 분류에 집중하여 파도바 대학교 의학 학생들에게 중요한 자원이 되었습니다. 세계를 상징하는 원형 중앙 구획과 그 주위에 기하학적으로 배치된 작은 화단 디자인은 전 세계 식물원 설계에 영향을 주었습니다. [NEWLINE][NEWLINE]수세기에 걸쳐 파도바 식물원은 전 세계 식물 종을 폭넓게 수집하며 뛰어난 식물 다양성을 보여주고 있습니다. 6,000종 이상의 식물을 보유하며 희귀 및 멸종 위기 식물도 포함되어 있습니다. 생물다양성의 정원 등 여러 주제별 구역도 갖추고 있어 지구 생태계의 다양성을 강조합니다. 이 식물원은 식물학 연구와 교육에 중요한 역할을 하였으며, 1997년에 그 역사적·과학적 중요성으로 유네스코 세계문화유산으로 지정되었습니다. 오늘날에도 연구, 보전, 대중 교육의 중요한 중심지로서 학자, 학생, 자연 애호가들의 방문을 받고 있습니다.'),
('TXT_KEY_BUILDING_PADUA_GARDEN_QUOTE', '[NEWLINE]"정원과 도서관이 있으면 필요한 모든 것을 가진 것이다."[NEWLINE] - 마르쿠스 툴리우스 키케로[NEWLINE]'),
--======================================================================================================================
-- Changdeokgung
--======================================================================================================================
('TXT_KEY_BUILDING_CHAANGDEOKGUNG', '창덕궁'),
('TXT_KEY_BUILDING_CHAANGDEOKGUNG_HELP', '지형: [COLOR_CYAN]언덕[ENDCOLOR]. [NEWLINE][NEWLINE]선택 가능한 무료 [ICON_GREAT_PEOPLE] [COLOR_POSITIVE_TEXT]위인[ENDCOLOR]을 1명 받습니다. [NEWLINE]제국 내 모든 [ICON_CSD_CIVIL_SERVANT] 관료 전문가로부터 +2 [ICON_PRODUCTION] 생산력과 +2 [ICON_GOLDEN_AGE] 황금기 점수를 얻습니다.'),
('TXT_KEY_BUILDING_CHAANGDEOKGUNG_PEDIA', '창덕궁은 대한민국 서울에 위치한 조선 시대 "5대 궁궐" 중 하나로, 자연 경관과 조화를 이루는 아름다움으로 유명합니다. 1405년에 건립되어 많은 조선 왕들의 주요 거처였으며, 평화롭고 아름다운 주변 환경 덕분에 선호되었습니다. 다른 궁궐들이 엄격한 기하학적 배치를 따르는 반면, 창덕궁은 부지의 지형과 자연스럽게 어우러지도록 설계되어 여러 정자, 마당, 정원이 지형의 윤곽을 따라 배치되어 있습니다. 이는 자연과의 조화를 중시하는 한국 전통 철학을 반영합니다. [NEWLINE][NEWLINE]창덕궁의 가장 주목할 만한 특징 중 하나는 후원, 즉 "비원"으로 왕실 가족이 여가와 휴식을 위해 사용한 78에이커(약 31만 제곱미터) 규모의 정원입니다. 연못, 정자, 다양한 나무와 꽃들로 정교하게 조경되어 궁중 생활의 스트레스에서 벗어나는 평온한 공간을 제공합니다. 창덕궁의 독특한 설계와 역사적 중요성으로 인해 1997년에 유네스코 세계문화유산으로 지정되었습니다. 이 궁궐 단지는 조선 시대의 미학과 철학적 가치를 대표할 뿐 아니라 문화적·건축적 보물로서 수많은 방문객이 그 영원한 아름다움과 역사적 중요성을 감상하러 찾고 있습니다.'),
('TXT_KEY_BUILDING_CHAANGDEOKGUNG_QUOTE', '[NEWLINE]"종교 없는 천재성은 궁전의 바깥문에 놓인 등불일 뿐이다."[NEWLINE] - 한나 모어[NEWLINE]'),
--======================================================================================================================
-- Damnoen Saduak
--======================================================================================================================
('TXT_KEY_BUILDING_DAMNOEN_SADUAK', '담넌 사두악 수상 시장'),
('TXT_KEY_BUILDING_DAMNOEN_SADUAK_HELP', '특성: [COLOR_CYAN]강[ENDCOLOR]; 건물: [COLOR_CYAN]식료품점[ENDCOLOR]. [NEWLINE][NEWLINE]인접한 강 타일로부터 +1 [ICON_FOOD] 식량, +1 [ICON_GOLD] 골드, +1 [ICON_CULTURE] 문화를 얻습니다. [NEWLINE]모든 시장과 식료품점은 +1 [ICON_GOLD] 골드, +1 [ICON_CULTURE] 문화를 추가로 얻습니다.'),
('TXT_KEY_BUILDING_DAMNOEN_SADUAK_PEDIA', '태국 라차부리 주에 위치한 담넌 사두악 수상 시장은 방콕에서 남서쪽으로 약 100킬로미터 떨어져 있으며, 태국에서 가장 유명하고 활기찬 수상 시장 중 하나입니다. 19세기 라마 4세 통치 시기에 설립되었으며, 전통 태국 상업과 문화를 대표하는 장소가 되었습니다. 주로 넓은 챙이 달린 밀짚모자를 쓴 여성 상인들이 신선한 농산물, 지역 별미, 수공예품이 가득 실린 작은 나무 배를 노를 젓고 운반하는 모습이 인상적입니다. 이 활기찬 수상 시장은 한때 수로가 주요 교통 및 무역 수단이었던 태국의 전통 생활 방식을 방문객에게 보여줍니다. [NEWLINE][NEWLINE]담넌 사두악 수상 시장의 활기찬 분위기는 독특한 쇼핑 환경을 체험하고 다양한 볼거리, 소리, 맛을 즐기려는 수많은 관광객을 끌어들입니다. 방문객들은 팟타이, 망고 찹쌀밥, 갓 짜낸 코코넛 주스 등 태국 길거리 음식을 배에서 직접 맛볼 수 있으며, 운하변 노점에서 기념품과 수제 상품을 구경할 수 있습니다. 이 시장의 그림 같은 풍경과 역동적인 활동은 사진 촬영과 문화 체험에 훌륭한 기회를 제공합니다. 관광객에게 인기가 많지만, 담넌 사두악은 현지 주민들을 위한 실제 시장으로서 진정성과 매력을 유지하며 태국 농촌 일상과 상업의 중심지 역할을 계속하고 있습니다.'),
('TXT_KEY_BUILDING_DAMNOEN_SADUAK_QUOTE', '[NEWLINE]"아이디어는 큰 강처럼, 하나의 근원만 있지 않다."[NEWLINE] - 윌리 레이[NEWLINE]'),
--======================================================================================================================
-- Paro Taktsang
--======================================================================================================================
('TXT_KEY_BUILDING_TAKTSANG', '파로 탁상'),
('TXT_KEY_BUILDING_TAKTSANG_HELP', '지형: [COLOR_CYAN]산[ENDCOLOR].[NEWLINE][NEWLINE]이 도시에서 퍼지는 [ICON_RELIGION] 종교 다수파의 영향력을 25% 증가시킵니다.[NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]수도원[ENDCOLOR]이 제공됩니다. [NEWLINE]인근 산에 성지가 위치하며, +1 [ICON_FOOD] 식량과 +1 [ICON_PRODUCTION] 생산력을 추가로 제공합니다.'),
('TXT_KEY_BUILDING_TAKTSANG_PEDIA', '파로 탁상은 호랑이 둥지 수도원으로도 알려져 있으며, 부탄 파로 계곡의 절벽에 극적으로 자리 잡은 신성한 불교 유적입니다. 1692년에 건립되었으며, 전설적인 8세기 불교 승려 구루 파드마삼바바가 바지라야나 불교를 부탄에 전파한 명상 장소로 알려져 있습니다. 전설에 따르면 파드마삼바바가 암호랑이 등에 올라 이곳에 왔다 하여 이름이 붙여졌습니다. 이 단지는 여러 사원과 명상 동굴로 이루어져 있으며, 해발 약 3,120미터(10,240피트)의 험준한 절벽과 자연스럽게 어우러져 있습니다. 이 수도원은 주요 순례지이자 부탄 문화와 영성의 상징입니다. [NEWLINE][NEWLINE]외진 위치에도 불구하고, 1998년 화재로 큰 피해를 입었으나 신중하게 복원되어 보존되었습니다. 가파른 산길을 통해서만 접근 가능하며, 깊은 영적 의미를 지닌 장소로 남아 있습니다. 매년 수천 명의 순례자와 관광객이 신비로운 역사, 놀라운 건축물, 고요한 분위기를 경험하기 위해 방문합니다. 파로 탁상은 부탄의 강한 불교 전통과 자연과 조화를 이루는 신성한 유산 보존 의지를 증명합니다.'),
('TXT_KEY_BUILDING_TAKTSANG_QUOTE', '[NEWLINE]"산 정상에 오르는 길은 많지만, 전망은 항상 같다."[NEWLINE] - 중국 속담[NEWLINE]'),
--======================================================================================================================
-- Keshgarh Qila
--======================================================================================================================
('TXT_KEY_BUILDING_KESHGARH_QILA', '케쉬가르 사원'),
('TXT_KEY_BUILDING_KESHGARH_QILA_HELP', '지형: [COLOR_CYAN]초원[ENDCOLOR]; 개선: [COLOR_CYAN]요새[ENDCOLOR]. [NEWLINE][NEWLINE]이 도시에서 퍼지는 [ICON_RELIGION] 종교 다수파의 영향력을 25% 증가시킵니다.[NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]구르드와라[ENDCOLOR]가 제공됩니다. [NEWLINE]모든 도시의 지상 근접 전투 유닛 생산량이 25% 증가합니다. [NEWLINE]군사 유닛 보유 한도가 5 증가합니다.'),
('TXT_KEY_BUILDING_KESHGARH_QILA_PEDIA', '타흐트 케쉬가르 사히브 또는 케쉬가르 요새는 인도 펀자브주 아난드푸르 사히브에 위치한 시크교의 다섯 타흐트(임시 교구 본부) 중 하나입니다. 1699년 바사키 축제에서 구루 고빈드 싱이 설립한 시크 전사 공동체 칼사의 탄생지로서 역사적, 종교적 의미가 매우 큽니다. 이때 구루 고빈드 싱은 최초의 판즈 피아레(다섯 사랑받는 이들)를 임명하고, 암릿 산차르(시크교 세례 의식)를 도입하여 칼사의 독자적인 정체성을 확립했습니다. 이 지역에 있던 케쉬가르 요새는 시크교도와 무굴군 간의 전투에서 중요한 방어 거점이었습니다. 타흐트 사히브에는 구루 고빈드 싱과 칼사 전사들이 사용했던 무기 등 많은 유물이 보존되어 있습니다. [NEWLINE][NEWLINE]오늘날 타흐트 케쉬가르 사히브는 시크교도들에게 주요 순례지이며, 그들의 군사적·영적 유산의 상징입니다. 구루드와라는 언덕 위에 지어져 아난드푸르 사히브와 주변 시발릭 산맥의 탁 트인 전망을 제공합니다. 주요 성소인 다르바르 홀에서는 매일 기도와 키르탄(찬가)이 진행됩니다. 전 세계 시크교도들이 바사키 축제 기간에 이곳을 방문해 구루 고빈드 싱의 유산과 칼사의 설립을 기립니다. 이곳은 시크교 신앙, 회복력, 단결의 중심지로 남아 있습니다.'),
('TXT_KEY_BUILDING_KESHGARH_QILA_QUOTE', '[NEWLINE]"자신을 믿지 못하는 자는 결코 신을 믿을 수 없다."[NEWLINE] - 구루 나낙[NEWLINE]'),
--======================================================================================================================
-- Citadelle Laferrière
--======================================================================================================================
('TXT_KEY_BUILDING_LAFERRIERE', '라페리에 성채'),
('TXT_KEY_BUILDING_LAFERRIERE_HELP', '지형: [COLOR_CYAN]해안[ENDCOLOR]; 지형 특성: [COLOR_CYAN]언덕[ENDCOLOR]. [NEWLINE][NEWLINE]선택 가능한 무료 [ICON_GREAT_GENERAL] [COLOR_POSITIVE_TEXT]위대한 장군[ENDCOLOR] 1명을 받습니다. [NEWLINE]제국 내 모든 요새, 시타델 및 이를 대체하는 고유 개선 시설은 +1 [ICON_FOOD] 식량, +1 [ICON_PRODUCTION] 생산력, +1 [ICON_CULTURE] 문화를 획득합니다.'),
('TXT_KEY_BUILDING_LAFERRIERE_PEDIA', '라페리에 성채는 아이티 북부의 보네 아 레베크 산 꼭대기에 위치한 기념비적인 요새이자 아이티 독립과 회복력의 상징입니다. 1805년부터 1820년까지 아이티 혁명의 핵심 인물인 앙리 크리스토프가 지도하여 건설하였으며, 1804년 아이티가 독립한 이후 잠재적 프랑스 침공에 대비하기 위해 세워졌습니다. 이 요새는 거대한 성벽, 인상적인 전투벽, 다수의 포와 대포를 갖춘 건축학적 걸작이며, 많은 무기들이 현재까지도 남아 있습니다. 해발 900미터 고지에 위치해 주변 경관과 대서양을 내려다볼 수 있어 강력한 방어 시설로 자리잡았습니다. [NEWLINE][NEWLINE]라페리에 성채는 인근의 상수시 궁전과 함께 19세기 초 군사 건축의 뛰어난 예로 유네스코 세계문화유산에 지정되었습니다. 이 요새는 아이티 국민의 독창성과 결의의 증거일 뿐 아니라 자유와 자결을 위한 그들의 투쟁을 상징합니다. 오늘날에는 광대한 복도, 저장고, 지하 감옥 등을 탐험하려는 전 세계 관광객을 끌어들이는 주요 문화, 관광 명소입니다. 라페리에 성채는 아이티의 국가적 자부심과 불굴의 독립 정신을 나타내는 강력한 기념물로 남아 있습니다.'),
('TXT_KEY_BUILDING_LAFERRIERE_QUOTE', '[NEWLINE]"평화로운 혁명을 불가능하게 하는 자가 결국 폭력적 혁명을 불가피하게 만든다."[NEWLINE] - 존 F. 케네디[NEWLINE]'),
--======================================================================================================================
-- Victoria Terminus / Chhatrapati Shivaji Terminus
--======================================================================================================================
('TXT_KEY_BUILDING_VICTORIA_TERMINUS', '차트라파티 시바지 터미널'),
('TXT_KEY_BUILDING_VICTORIA_TERMINUS_HELP', '특수: [COLOR_YIELD_FOOD]산업 도시 연결[ENDCOLOR]; 도시: [COLOR_CYAN]시민 18명[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]석탄 저장소[ENDCOLOR]와 1개의 무료 [ICON_RES_COAL] [COLOR_POSITIVE_TEXT]석탄[ENDCOLOR]을 받습니다. [NEWLINE][ICON_CONNECTED] 도시 연결에서 +15% [ICON_GOLD] 골드, [ICON_INDUSTRIAL_CONNECTED] 산업 도시 연결에서 +15% [ICON_PRODUCTION] 생산력을 얻습니다. [NEWLINE][ICON_CONNECTED] 도시 연결은 +5 [ICON_CULTURE] 문화를 생성합니다. [NEWLINE]내부 무역로에서 [ICON_FOOD] 식량 또는 [ICON_PRODUCTION] 생산력이 100% 증가합니다.'),
('TXT_KEY_BUILDING_VICTORIA_TERMINUS_PEDIA', '차트라파티 시바지 터미널(CST)은 인도 뭄바이에 위치한 역사적인 철도역으로, 이전 이름은 빅토리아 터미널입니다. 영국 건축가 프레데릭 윌리엄 스티븐스가 설계했으며, 1887년에 완공되어 빅토리아 여왕의 즉위 50주년(골든 주빌리)을 기념했습니다. 이 역은 뭄바이의 급속한 산업화의 상징이 되었고, 대인도 반도 철도의 중요한 중심지였습니다. 수년간 도시의 경제와 사회 발전에 중요한 역할을 했으며, 무역과 이주의 관문 역할을 했습니다. 2004년에는 유네스코 세계문화유산으로 지정되어 건축학적 훌륨함과 역사적 중요성을 인정받았습니다. [NEWLINE][NEWLINE]건축학적으로 차트라파티 시바지 터미널은 빅토리아 고딕 부흥 양식과 전통 인도 양식이 아름답게 조화를 이루고 있습니다. 역은 정교한 석조 조각, 돔, 첨탑, 뾰족한 아치를 특징으로 하며, 중세 유럽 성당에서 영감을 받았습니다. 중앙 돔은 갈비 아치 구조를 갖추고 높게 솟아 있으며, 내부에는 웅장한 계단, 스테인드글라스 창문, 장식 철공예가 있습니다. 이 역은 인도에서 가장 분주한 철도 허브 중 하나로 매일 수백만 승객을 처리합니다. 현대화에도 불구하고 CST는 역사적 매력을 유지하며, 뭄바이의 식민지 과거와 지속적인 활력을 증명합니다.'),
('TXT_KEY_BUILDING_VICTORIA_TERMINUS_QUOTE', '[NEWLINE]"철도 종착역은 영광과 미지로 가는 우리의 관문이다. 그곳을 통해 우리는 모험과 햇빛으로 나아가지만, 아쉽게도 그곳으로 돌아온다."[NEWLINE] - 에드워드 모건 포스터[NEWLINE]'),
--======================================================================================================================
-- Capitoline Museums
--======================================================================================================================
('TXT_KEY_BUILDING_CAPITOLINE', '카피톨리니 박물관'),
('TXT_KEY_BUILDING_CAPITOLINE_HELP', '지형: [COLOR_CYAN]언덕[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 무료 [COLOR_POSITIVE_TEXT]박물관[ENDCOLOR]이 제공됩니다. [NEWLINE]고고학자는 [ICON_GOLD] 골드로 구매할 수 있으며 +1 [ICON_MOVES] 이동력을 가집니다. [NEWLINE]4개의 [ICON_VP_GREATART] 위대한 미술 작품 또는 [ICON_VP_ARTIFACT] 유물이 들어가는 슬롯이 있습니다. [COLOR_POSITIVE_TEXT]주제별[ENDCOLOR]로 완성 시 +4 [ICON_CULTURE] 문화, [ICON_RESEARCH] 과학, [ICON_TOURISM] 관광 수치를 얻습니다.'),
('TXT_KEY_BUILDING_CAPITOLINE_PEDIA', '로마의 카피톨리노 언덕에 위치한 카피톨리니 박물관은 세계에서 가장 오래된 공공 박물관으로, 1471년 교황 식스토 4세가 로마 시민들에게 중요한 청동 조각상 컬렉션을 기증하면서 시작되었습니다. 이 기부를 토대로 박물관이 형성되었으며, 1734년 교황 클레멘스 12세가 공식적으로 대중에게 개방했습니다. 박물관은 콘세르바토리 궁전, 누오보 궁전, 첸트랄레 몬테마르티니 세 주요 건물로 구성되어 있습니다. 이들 건물에는 고전 조각품, 고대 로마 유물, 르네상스 및 바로크 예술 작품 등 로마의 풍부한 문화유산을 반영하는 방대한 컬렉션이 소장되어 있습니다. [NEWLINE][NEWLINE]카피톨리니 박물관의 가장 유명한 전시품 중에는 로물루스와 레무스에게 젖을 먹이는 암늑대 상(카피톨리나 늑대상), 로마의 상징인 거대한 콘스탄티누스 대제 동상, 그리고 고대 로마 조각 걸작인 죽어가는 갈리아인이 있습니다. 박물관에는 카라바조, 티치아노, 루벤스 등의 유명 예술가 작품도 전시되어 있습니다. 또한, 미켈란젤로가 설계한 캄피돌리오 광장에서는 로마 포럼과 주변 경관의 장관을 감상할 수 있습니다. 예술, 역사, 아름다운 건축이 어우러진 카피톨리니 박물관은 고대 로마의 유산과 서양 미술의 발전을 체험하고자 하는 전 세계 방문객들을 끌어들이는 중요한 문화, 역사 기관입니다.'),
('TXT_KEY_BUILDING_CAPITOLINE_QUOTE', '[NEWLINE]"로마는 다른 어떤 도시와도 다르다. 그것은 거대한 박물관이자, 발끝으로 살금살금 지나야 하는 거실과 같다."[NEWLINE] - 알베르토 소르디[NEWLINE]'),
('TXT_KEY_THEMING_BONUS_CAPITOLINE', '로마의 경이'),
('TXT_KEY_THEMING_BONUS_CAPITOLINE_HELP', '보너스를 최대화하려면 모든 위대한 작품 슬롯을 채우세요.'),
--======================================================================================================================
-- Muzibu Azaala Mpanga
--======================================================================================================================
('TXT_KEY_BUILDING_KASUBI_TOMBS', '우간다 왕실 무덤'),
('TXT_KEY_BUILDING_KASUBI_TOMBS_HELP', '특성: [COLOR_CYAN]호수[ENDCOLOR]. [NEWLINE][NEWLINE][ICON_GREAT_PEOPLE] 위인을 사용할 때 시대에 따라 증가하는 +75 [ICON_PEACE] 신앙을 얻습니다. [NEWLINE]이 도시가 경작하는 호수에서 +2 [ICON_TOURISM] 관광을 얻습니다. [NEWLINE]제국 내 모든 호수는 +2 [ICON_FOOD] 식량, +2 [ICON_GOLDEN_AGE] 황금기 점수, +2 [ICON_GREAT_GENERAL] 위대한 장군 점수를 얻습니다.'),
('TXT_KEY_BUILDING_KASUBI_TOMBS_PEDIA', '우간다 캄팔라에 위치한 카수비 무덤 단지 내 우간다 왕실 무덤은 웅장한 왕실 무덤입니다. 1882년에 지어졌으며, 부간다의 네 명의 카바카(왕)인 무테사 1세, 무왕가 2세, 다우디 츠와 2세, 에드워드 무테사 2세의 매장지로 사용됩니다. 이 건축물은 높이 30피트가 넘는 거대한 원형 초가지붕으로 유명하며, 간다 건축과 장인 기술의 걸작으로 평가받아 2001년 유네스코 세계문화유산으로 지정되었습니다. [NEWLINE][NEWLINE]무덤 내부는 나무 껍질 천으로 된 커튼으로 구분되어 왕들의 유해가 별도의 방과 왕실 장식품과 함께 보관되는 신성한 공간을 형성합니다. 2010년 대형 화재로 원래 구조의 대부분이 소실되었으나, 전통 방식과 갈대, 풀, 목재 등 못을 사용하지 않은 재료로 복원 작업이 광범위하게 이루어졌습니다. 우간다 왕실 무덤은 현재도 바간다인들의 영적 중심지이자 토착 지식, 문화 정체성, 부간다 왕국의 지속적인 유산을 상징하는 중요한 장소로 남아 있습니다.'),
('TXT_KEY_BUILDING_KASUBI_TOMBS_QUOTE', '[NEWLINE]"왕자들은 비단뱀과 같다. 서로를 삼킨다."[NEWLINE] - 우간다 속담[NEWLINE]'),
--======================================================================================================================
-- Golden Gate Bridge
--======================================================================================================================
('TXT_KEY_BUILDING_GOLDEN_GATE', '금문교'),
('TXT_KEY_BUILDING_GOLDEN_GATE_HELP', '지형: [COLOR_CYAN]해안[ENDCOLOR]. [NEWLINE][NEWLINE]선택 가능한 무료 [ICON_GREAT_ENGINEER] [COLOR_POSITIVE_TEXT]위대한 기술자[ENDCOLOR] 1명을 받습니다. [NEWLINE]모든 도시에서 생산력이 10% 증가합니다. [NEWLINE]모든 국제 무역로는 +5 [ICON_GOLDEN_AGE] 황금기 점수를 제공합니다. [NEWLINE][ICON_GREAT_PEOPLE] 위인을 사용하면 모든 알려진 도시국가와 +10 [ICON_INFLUENCE] 영향력을 얻습니다.'),
('TXT_KEY_BUILDING_GOLDEN_GATE_PEDIA', '금문교는 샌프란시스코의 상징적인 다리로, 4년간의 공사 끝에 1937년에 완공되었습니다. 금문 해협을 가로지르는 이 다리는 샌프란시스코와 마린 카운티를 연결하며 길이는 1.7마일(2.7km)에 달합니다. 조셉 스트라우스가 설계하고 엔지니어인 레온 모이세프와 어빙 모로우가 크게 기여한 이 다리는 완공 당시 세계에서 가장 길고 높은 현수교였습니다. 공사 중 강한 해류, 깊은 수심, 잦은 안개 등 많은 어려움이 있었으나 안전망 사용 등 안전 대책 덕분에 작업자 사망률이 줄었습니다. [NEWLINE][NEWLINE]금문교는 아르 데코 디자인과 국제 오렌지 색상으로 유명하며, 이는 안개 속에서도 잘 보이고 미적으로도 뛰어납니다. 오늘날에는 세계에서 가장 많이 사진에 찍히는 랜드마크 중 하나이며, 매년 수백만 대의 차량이 다리를 통과합니다. 중요한 교통 연결망이자 관광 명소로서 역할을 하며, 공학 역사에서도 중요한 위치를 차지합니다. 혹독한 해양 환경에도 불구하고 지속적인 유지보수로 장수하고 있습니다. 멀리서 바라보거나 직접 걸으며 샌프란시스코 만의 멋진 풍경을 즐길 수 있는 금문교는 인간의 독창성과 야망을 상징합니다.'),
('TXT_KEY_BUILDING_GOLDEN_GATE_QUOTE', '[NEWLINE]"항구에 도달하려면 항해해야 한다. 닻을 내리고 있지 말고, 표류하지 말고 항해하라."[NEWLINE] - 프랭클린 D. 루스벨트[NEWLINE]'),
--======================================================================================================================
-- Te Tii Marae
--======================================================================================================================
('TXT_KEY_BUILDING_TE_TII_MARAE', '테 티 마라이'),
('TXT_KEY_BUILDING_TE_TII_MARAE_HELP', '어디에나 건설 가능: [COLOR_CYAN]법원[ENDCOLOR]. [NEWLINE][NEWLINE]모든 법원은 +3 [ICON_PRODUCTION] 생산력과 1 [ICON_HAPPINESS_1] 행복을 얻습니다. [NEWLINE]1개의 [ICON_VP_GREATWRITING] 위대한 문학 작품 슬롯을 가지고 있으며, [ICON_VP_GREATWRITING] [COLOR_CULTURE_STORED]와탕이 조약[ENDCOLOR]으로 시작합니다. [NEWLINE]이 도시에 있는 모든 [ICON_VP_GREATWRITING] 위대한 문학 작품은 생성된 모든 유닛에 +5 경험치를 부여하며 최대 45 경험치까지 가능합니다.'),
('TXT_KEY_BUILDING_TE_TII_MARAE_PEDIA', 'Te Tii Marae is a unique meeting center. Like other marae in the Pacific, it served as both a sacred place for religion and a social meeting place in Polynesian culture. The term "marae" - mala''e in Tongan and malae in Samoan and Hawaiian - means "cleared, free of weeds and trees". In the Maori society the marae is where the culture flourishes; obligations between tribes are met there, families would hold certain occasions there, and important ceremonies are held there.[NEWLINE][NEWLINE]Te Tii Marae is more than that, however. The site is still in use today as part of Waitangi Day, the New Zealand holiday to commemorate the signing of the Treaty of Waitangi. On February 6 1840 the treaty was signed in a marquee at the grounds of James Busby''s house - now known as the Treaty House, making New Zealand part of the British Empire and ensuring the right of the Maori to their land and their rights as British subjects. However this had led to disagreements between the Europeans and Maori. The Maori view the treaty as a sacred pact, while the Pakeha - Maori for European New Zealanders - have taken disregard to it for many years. Chief Justice James Prendergast declared the treaty a "legal nullity" in 1877, displaying the European disconcern of the treaty until the Treaty of Waitangi Act in 1975 - almost a century later.[NEWLINE][NEWLINE]Today Te Tii Marae hosts the annual celebrations the day before Waitangi Day - Feburary 5 - where the New Zealander Prime Minister and other political figures are invited to the site and hears the speeches of the iwi - the large social group of Maori society. With celebration comes tensions between the two peoples as Waidangi Day is also a hotspot for Maori rights; as far back as 1971 Waitangi and the day have been marred by protests and activism concerning the treaty.'),
('TXT_KEY_BUILDING_TE_TII_MARAE_QUOTE', '[NEWLINE]"When what is not Maori is Pakeha and what is not Pakeha is Maori, I occupy the gap between the two, that black hole in which nothing can be seen and from which nothing can be heard."[NEWLINE] - Annamarie Jagose[NEWLINE]'),
('TXT_KEY_GREAT_WORK_TREATY_WATANGI', 'Treaty of Watangi'),
('TXT_KEY_GREAT_WORK_TREATY_WATANGI_QUOTE', '[NEWLINE]"Her Majesty the Queen of England extends to the Natives of New Zealand Her royal protection and imparts to them all the Rights and Privileges of British Subjects."[NEWLINE] - Treaty of Watangi[NEWLINE]'),
--======================================================================================================================
-- Changi Airport
--======================================================================================================================
('TXT_KEY_BUILDING_CHANGI_AIRPORT', '싱가포르 창이 공항'),
('TXT_KEY_BUILDING_CHANGI_AIRPORT_HELP', '특수: [COLOR_YIELD_GOLD]수도[ENDCOLOR]. [NEWLINE][NEWLINE]건설된 도시에 [COLOR_POSITIVE_TEXT]무료[ENDCOLOR] 공항이 제공됩니다. [NEWLINE]선택 가능한 [COLOR_POSITIVE_TEXT]무료[ENDCOLOR] [ICON_GREAT_MERCHANT] 위대한 상인을 받습니다. [NEWLINE]모든 공항은 +2 [ICON_PRODUCTION] 생산력, +2 [ICON_GOLD] 골드, +2 [ICON_TOURISM] 관광, +2 [ICON_GOLDEN_AGE] 황금기 점수를 얻습니다. [NEWLINE]모든 도시는 +1 항공 유닛 슬롯을 얻습니다.'),
('TXT_KEY_BUILDING_CHANGI_AIRPORT_PEDIA', '싱가포르 창이 공항은 세계 최고의 공항 중 하나로 평가받으며, 1981년 7월 1일 파야 레바르 공항을 대체하여 싱가포르의 주요 국제 관문으로 개항했습니다. 이 공항은 섬의 동쪽 끝 창이 지역의 매립지에 건설되었으며, 이후 글로벌 항공 허브로 성장했습니다. 여러 차례 확장을 거쳐 단일 터미널에서 4개의 주요 터미널로 확대되었고, 2019년에는 정원, 쇼핑, 세계에서 가장 높은 실내 폭포를 갖춘 라이프스타일 복합단지인 쥬얼 창이 공항이 추가되었습니다. 창이 공항은 효율성과 최고 수준의 승객 서비스, 광범위한 연결성을 자랑하며, 100개 이상의 항공사와 400개 이상의 도시를 연결합니다. [NEWLINE][NEWLINE]창이 공항은 단순한 환승 허브를 넘어, 테마 정원, 영화관, 무료 휴식 공간, 고급 쇼핑 시설 등 세계적 수준의 편의 시설을 제공하는 상징적 장소입니다. 팬데믹 이전 매년 6,800만 명 이상의 승객을 처리하며 세계에서 가장 분주하고 수상 경력이 많은 공항 중 하나입니다. 또한 싱가포르 관광 및 물류 산업을 지원하는 주요 경제 동력입니다. 향후 5터미널 건설 등 확장 계획과 함께 창이 공항은 지속 가능성과 혁신을 추구하며 세계 최고 항공 허브로서의 위상을 강화할 예정입니다.'),
('TXT_KEY_BUILDING_CHANGI_AIRPORT_QUOTE', '[NEWLINE]"갈 곳은 없었지만 어디든 갈 수 있었기에, 별빛 아래 계속 나아갔다."[NEWLINE] - 잭 케루악[NEWLINE]'),
--======================================================================================================================
-- Watson Research Center
--======================================================================================================================
('TXT_KEY_BUILDING_WATSON_RC', '왓슨 연구소'),
('TXT_KEY_BUILDING_WATSON_RC_HELP', '지형: [COLOR_CYAN]평지[ENDCOLOR]; 건물: [COLOR_CYAN]연구소[ENDCOLOR]. [NEWLINE][NEWLINE]제국 내 과학 생산량이 10% 증가합니다. [NEWLINE]제국 내 모든 도시에서 생성된 과학의 10%가 매 턴 생산력으로 환산됩니다. [NEWLINE]제국 내 모든 제조 시설과 도시가 +4 [ICON_RESEARCH] 과학을 얻습니다.'),
('TXT_KEY_BUILDING_WATSON_RC_PEDIA', '토머스 J. 왓슨 연구소는 IBM의 주요 연구 시설로, 전 CEO인 토머스 J. 왓슨 시니어의 이름을 따서 명명되었습니다. 1961년에 설립되어 IBM 연구의 중심지 역할을 하며, 컴퓨팅, 인공지능, 양자 컴퓨팅, 반도체 기술 분야의 최첨단 연구에 집중하고 있습니다. 뉴욕 요크타운 하이츠에 위치한 본 캠퍼스는 유명 건축가 에로 사리넨이 설계한 미래 지향적이고 파도 모양의 구조를 갖추고 있습니다. 매사추세츠 케임브리지와 캘리포니아 알마덴에도 관련 연구소가 있습니다. 수십 년 동안 왓슨 연구소는 1997년 체스 챔피언 개리 카스파로프를 이긴 IBM의 딥블루, 2011년 제퍼디! 우승을 차지한 왓슨 AI 등 획기적인 연구 성과를 냈습니다. [NEWLINE][NEWLINE]과학기술 연구 분야의 글로벌 리더로서 왓슨 연구소는 클라우드 컴퓨팅, 사이버보안, AI 윤리, 양자 컴퓨팅 분야의 발전을 계속 이끌고 있습니다. 대학, 정부, 기업과 협력해 혁신의 경계를 확장하고 있으며, 왓슨은 양자 컴퓨팅 연구의 본거지로 암호학과 재료 과학 등 분야에서 혁신적인 양자 프로세서를 개발 중입니다. 기초 및 응용 연구에 강력히 집중하며, 왓슨 연구소는 컴퓨팅과 인공지능의 미래를 형성하는 기술 혁신의 최전선에 서 있습니다.'),
('TXT_KEY_BUILDING_WATSON_RC_QUOTE', '[NEWLINE]"우리가 무엇을 하고 있는지 알았다면, 그것은 연구라고 부르지 않았을 것이다."[NEWLINE] - 알버트 아인슈타인[NEWLINE]');
--======================================================================================================================
INSERT INTO Language_ko_KR 
				(Tag,										Text) 
SELECT DISTINCT	'TXT_KEY_BUILDING_'||b.WType||'_HELP_CUT',	Text
FROM Language_ko_KR a, JHWfVPConfig b WHERE a.Tag = 'TXT_KEY_BUILDING_'||b.WType||'_HELP';
--======================================================================================================================
--======================================================================================================================