--------------------------------------------------------------------------------------------------
-- 시설
--------------------------------------------------------------------------------------------------
INSERT INTO Language_ko_KR
		(Tag,											Text)
VALUES	('TXT_KEY_IMPROVEMENT_FISHWHALING',				'포경'),
		('TXT_KEY_CIV5_IMPROVEMENT_FISHWHALING_TEXT',	'고래는 해안 수역 타일에서 산란하지만 깊은 대양으로 이동할 수 있는 수생 포유류입니다. 고래를 죽이면 가장 가까운 도시의 식량이 +2 [ICON_FOOD] 증가합니다.'),
		('TXT_KEY_CIV5_IMPROVEMENT_FISHWHALING_HELP',	'고래는 해안 수역 타일에서 산란하지만 깊은 대양으로 이동할 수 있는 수생 포유류입니다. 고래를 죽이면 가장 가까운 도시의 식량이 +2 [ICON_FOOD] 증가합니다.');

INSERT INTO Language_ko_KR
		(Tag,											Text)
VALUES	('TXT_KEY_IMPROVEMENT_MWHALE',					'[ICON_RES_WHALE] 고래'),
		('TXT_KEY_CIV5_IMPROVEMENT_MWHALE_HELP',		'고래는 해안 수역 타일에서 산란하지만 깊은 대양으로 이동할 수 있는 수생 포유류입니다. 고래를 죽이면 가장 가까운 도시의 식량이 +2 [ICON_FOOD] 증가합니다.');
--------------------------------------------------------------------------------------------------
-- 자원
--------------------------------------------------------------------------------------------------

INSERT INTO Language_ko_KR
		(Tag,											Text)
VALUES	('TXT_KEY_RESOURCE_MIGRATORY_WHALE',			'이주하는 고래'),
		('TXT_KEY_CIV5_RESOURCE_MIGRATORY_WHALE_TEXT',	'이주하는 고래는 고래 자원 지역에서 산란하는 수생 포유류입니다. 이주하는 고래는 어류 자원을 새로운 고래 번식지로 바꿀 수도 있습니다.');
--------------------------------------------------------------------------------------------------
-- 유닛
--------------------------------------------------------------------------------------------------
INSERT INTO Language_ko_KR
		(Tag,								Text)
VALUES	('TXT_KEY_UNIT_WHALE_MWB',			'고래'),
		('TXT_KEY_UNIT_WHALE_MWB_PEDIA',	'이주하는 고래는 고래 자원 지역에서 산란하는 수생 포유류입니다. 이주하는 고래는 어류 자원을 새로운 고래 번식지로 바꿀 수도 있습니다.'),
		('TXT_KEY_UNIT_WHALE_MWB_STRATEGY',	'고래'),
		('TXT_KEY_UNIT_WHALE_MWB_HELP',		'이주하는 고래는 고래 자원 지역에서 산란하는 수생 포유류입니다. 이주하는 고래는 어류 자원을 새로운 고래 번식지로 바꿀 수도 있습니다.');
--------------------------------------------------------------------------------------------------
-- 승급
--------------------------------------------------------------------------------------------------
INSERT INTO Language_ko_KR
		(Tag,											Text)
VALUES	('TXT_KEY_PROMOTION_WHALE_MWB',					'고래목'),
		('TXT_KEY_PROMOTION_WHALE_MWB_HELP',			'물고기를 찾아 돌아다닙니다. [COLOR_NEGATIVE_TEXT]어선과 민간인을 공격할 수 있습니다![ENDCOLOR]');