--==========================================================================================================================
-- 알로에 베라
--==========================================================================================================================
INSERT INTO Language_ko_KR (Tag, Text) VALUES
('TXT_KEY_RESOURCE_ALOE_VERA', '알로에 베라'),
('TXT_KEY_CIV5_RESOURCE_ALOE_VERA_TEXT', '약효가 뛰어난 다육식물인 알로에 베라는 수천 년의 풍부한 역사를 가지고 있습니다. 알로에 베라는 아라비아 반도가 원산지라고 믿어지며, 그 유래는 고대 문명에서 찾아볼 수 있는데, 이집트인들은 알로에 베라를 "불멸의 식물"이라고 불렀습니다. 이집트인들은 상처, 피부 자극, 화상 치료 등 다양한 용도로 알로에 베라를 활용했습니다. 알로에 베라는 고대 그리스, 로마, 인도의 문헌에 언급되면서 여러 문화권으로 퍼져 나갔습니다.[NEWLINE][NEWLINE]역사를 통틀어 알로에 베라는 그 치유력으로 인해 계속해서 가치를 인정받아 왔습니다. 유럽에서는 중세 시대와 르네상스 시대에 널리 알려졌으며, 수도원에서 약효를 위해 재배되었습니다. 20세기에 들어 과학적 연구를 통해 알로에 베라의 치료적 효과가 확인되면서 인기가 급증했고, 이로 인해 알로에 베라 추출물이 함유된 다양한 피부 관리 및 건강 제품이 개발되었습니다. 오늘날 알로에 베라는 진정, 보습, 치유 효과가 있어 전 세계적으로 피부 관리, 화장품, 대체 의학 분야에서 널리 인정받고 활용되고 있습니다.');