----------------------------------------------------------------------------------------------------------------------------
---- Language_ko_KR
----------------------------------------------------------------------------------------------------------------------------
INSERT OR REPLACE INTO Language_ko_KR (Tag, Text) VALUES
('TXT_KEY_RESOURCE_OBSIDIAN', '흑요석'),
('TXT_KEY_RESOURCE_OBSIDIAN_HELP', '[COLOR_POSITIVE_TEXT]독점 보너스:[ENDCOLOR] 공격 시 유닛의 [ICON_STRENGTH] 전투력이 +10% 증가합니다.'),
('TXT_KEY_CIV5_RESOURCE_OBSIDIAN_TEXT', '흑요석은 분출된 화성암으로 형성된 자연적으로 발생하는 화산 유리입니다. 그것은 콜럼버스 이전 메소아메리카 물질 문화의 중요한 부분이었습니다. 흑요석은 일상생활과 의례 생활에 매우 밀접하게 연관된 부분이었으며, 흑요석이 광범위하고 다양하게 사용되면서 메소아메리카에 야금술이 부족하게 되었을 가능성이 큽니다. 가장 주목할 만한 것은 흑요석 칼날이 달린 나무 곤봉인 마쿠아후이틀을 만드는 데 사용되었다는 것입니다.');