--=====================================================================================================
-- TERRAINS
--=====================================================================================================
UPDATE Language_ko_KR SET Text = '영구동토층' WHERE Tag = 'TXT_KEY_TERRAIN_SNOW';
--=====================================================================================================
-- RESOURCES
--=====================================================================================================
INSERT INTO Language_ko_KR (Tag, Text) VALUES
('TXT_KEY_RESOURCE_POLARWILDGAME', '북극 야생 동물'),
('TXT_KEY_CIV5_RESOURCE_POLARWILDGAME_TEXT', '인간이 극지방에서 육상 동물을 사냥하기 시작한 것은 수천 년 전 북극 툰드라와 아극지방 환경에 적응한 원주민들로부터였습니다. 이누이트, 사미족(라프인), 네네츠인, 축치인과 같은 집단은 카리부(북미산 순록), 사향소, 북극토끼, 북극여우와 같은 육상 동물에 크게 의존했습니다. 이 동물들은 고기, 지방, 옷과 주거를 위한 가죽, 도구를 만드는 뼈, 그리고 바느질을 위한 힘줄을 제공했습니다. 사냥꾼들은 탁 트인 툰드라와 계절 이동에 적합한 기술을 개발했는데, 여기에는 무리를 우리로 몰아넣는 것, 활과 창, 그리고 나중에는 소총을 사용하는 것, 그리고 공동 사냥을 조직하는 것이 포함됩니다. 날씨, 지형, 동물의 행동에 대한 지식은 필수적이었으며, 사냥은 자원 이용을 규제하는 데 도움이 되는 사회적 전통, 의식, 규칙에 깊이 뿌리내리고 있었습니다.');
--=======================================================================================================================
--=======================================================================================================================